Repository: bluedynamics/bda.plone.orders
Catalog: src/bda/plone/orders/locales/*/LC_MESSAGES/bda.plone.orders.po
Languages: de, nl

source: Item
de: Artikel

source: Actions
de: Aktionen
nl: Acties

source: address
de: Adresse

source: All
de: Alle
nl: Alle

# anon_auth_err_email
source: Please provide the email adress you used for submitting the order.
de: Bitte geben Sie die E-Mail Adresse an unter der Sie die Bestellung abgeschlossen haben.
nl: Geef het e-mailadres op dat u tevens heeft gebruikt voor de bestelling.

# anon_auth_err_order
source: No order could be found for the given credentials
de: Keine Bestellung zu den angegebenen Kriterien gefunden.
nl: Geen bestelling gevonden voor de opgegeven criteria.

# anon_auth_err_ordernumber
source: Please provide the ordernumber
de: Bitte geben Sie die Bestellnummer an.
nl: Geef het bestelnummer op.

# anon_auth_label_ordernumber
source: Ordernumber
de: Bestellnummer
nl: Bestelnummer

# anon_auth_label_submit
source: Submit
de: Absenden
nl: Sturen

source: Billing Address:
de: Rechnungsadresse:
nl: Factuuradres

# booking_comment
source: Comment
de: Kommentar
nl: Commentaar

# booking_count
source: Count
de: Anzahl
nl: Aantal

# booking_currency
source: Currency
de: Währung
nl: Valuta

source: booking_date
de: Buchungsdatum

# booking_discount_net
source: Discount net
de: Rabatt Netto
nl: Netto korting

# booking_exported
source: Exported
de: Exportiert
nl: GeÃ«xporteerd

# booking_net
source: Net
de: Netto
nl: Netto

# booking_quantity_unit
source: Quantity
de: Einheit
nl: Eenheid

# booking_salaried
source: Salaried
de: Bezahlt
nl: Betaald

# booking_state
source: State
de: Status
nl: Status

# booking_title
source: Title
de: Titel
nl: Titel

# booking_vat
source: Vat
de: MwSt.
nl: BTW

source: bookings
de: Buchungen

source: bookings_quantity
de: Anzahl der Buchungen

source: bookings_total_sum
de: Buchungssumme

source: buyable
de: Artikel

source: buyable_uid
de: Artikel Uid

source: Cancel
de: stornieren

source: Cancelled
de: Storniert
nl: Gecanceld

source: City
de: Ort
nl: Stad

source: contacts
de: Kontakte

source: count
de: Anzahl

source: Currency:
de: Währung:
nl: Valuta

# customer_filter
source: Customer
de: Kunde
nl: Klant filter

# customers_notified_success
source: Mail to customers sent
de: E-Mail an Kunden versandt
nl: E-mail naar klanten

source: Date
de: Datum
nl: Datum

source: Delivery Address:
de: Lieferadresse:
nl: Bezorgadres

# email_sending_failed
source: Failed to send Notification to ${receiver}
de: Benachrichtigung an ${receiver} konnte nicht versandt werden.
nl: Bericht naar ${receiver} is niet verzonden.

source: Export Orders
de: Bestellungen exportieren
nl: Bestellingen exporteren

# export_recent_orders
source: Export recent orders as CSV (excel optimized)
de: Exportiere aktuelle Bestellungen als CSV Datei
nl: Export recente bestellingen als CSV bestand (excel geoptimaliseerd)

source: Failed
de: Fehlgeschlagen
nl: Mislukt

source: Filter for customers
de: Filter nach Kunden
nl: Filter voor klanten

source: filter_for_salaried
de: Filter nach Bezahlt Status

source: filter_for_state
de: Filter nach Status

source: Filter for vendors
de: Filter nach Anbieter
nl: Filter voor verkopers

source: filter_from_date
de: Filter Von-Datum

source: filter_to_date
de: Filter Bis-Datum

source: Finish
de: abschließen
nl: Afronding

source: Finished
de: Abgeschlossen
nl: Afgerond

source: First Name
de: Vorname
nl: Voornaam

source: from date
de: Von
nl: Van-datum

# from_date_before_to_date
source: From-date after to-date
de: Von-Datum nach Bis-Datum
nl: Van-datum naar tot-datum

# from_date_required
source: from date is required
de: Von-Datum ist erforderlich
nl: Van-datum is vereist

source: group_orders_by
de: Bestellung gruppieren nach

# heading_mailtemplatelib_available
source: Available placeholders:
de: Verfügbare Platzhalter:
nl: Beschikbare placeholders

# heading_mailtemplatelib_example
source: In templates named placeholders can be used. A placeholder is inserted by inserting the name of the placeholder in curly braces, like so: ${example}
de: In Vorlagen können definierte Platzhalter verwendet werden. Um einen Platzhalter einzufügen, muss der Name des Platzhalters in gschwungene Klammern geschrieben werden, z.B. ${platzhalter}
nl: In sjablonen kunnen namen van placeholders gebruikt worden. Een placeholder is ingevoerd door de naam van de placeholder in gekrulde haakjes in te voeren, bijvoorbeeld: ${example}

# heading_mailtemplatelib_library
source: Edit
de: Bearbeiten
nl: Aanpassen

# heading_mailtemplatelib_main
source: Mailtemplates for Order Notifications
de: Textvorlagen für Email Benachrichtigung Bestellungen
nl: Sjablonen voor e-mails met bestellingsberichten

# heading_mailtemplatelib_preview
source: Preview
de: Vorschau
nl: Voorbeeld

# heading_mailtemplatelib_using
source: Using placeholder:
de: Benutze Platzhalter:
nl: Gebruik placeholder

# inconsistent_currencies
source: Found inconsistent Currencies on order related bookings. This should not happen at all!
de: Inkonsistente Währung für diese Bestellung. Kontrollieren Sie bitte den Geld- und Warenfluss!
nl: Inconsistente valuta gevonden in bestellingen. Dit mag niet gebeuren!

source: invoice
de: Rechnung

source: invoice_cart_net
de: Netto

source: invoice_cart_total
de: Rechnungsbetrag

source: invoice_cart_vat
de: USt

source: invoice_discount_net
de: Rabatt Netto

source: invoice_discount_total
de: Rabatt Gesamt

source: invoice_discount_vat
de: Rabatt USt

source: invoice_kind_regards
de: Mit freundlichen Grüßen

source: invoice_listing_amount
de: Anzahl

source: invoice_listing_position
de: Position

source: invoice_listing_price
de: Preis

source: invoice_prices_in_currency
de: Alle Preisangaben verstehen sich in

source: invoice_shipping_net
de: Versand Netto

source: invoice_shipping_total
de: Versand Gesamt

source: invoice_shipping_vat
de: Versand USt

# label_mailtemplatelib_array
source: Template Library
de: Vorlagenbibliothek
nl: Sjablonen bibliotheek

# label_mailtemplatelib_save
source: Save
de: Speichern
nl: Opslaan

# label_mailtemplatelib_template
source: Template
de: Vorlage
nl: Sjabloon

# label_mailtemplatelib_title
source: Title
de: Titel
nl: Titel

source: Last Name
de: Nachname
nl: Achternaam

# loading_please_wait
source: Loading Data, please wait...
de: Lade Daten, bitte warten...
nl: Data aan het laden, even geduld...

source: Mark outstanding
de: markiere unbezahlt
nl: Markeer onbetaald

source: Mark salaried
de: markiere bezahlt
nl: Markeer betaald

source: Misses
de: Frau
nl: Mevrouw

source: Mister
de: Herr
nl: Meneer

source: Mister/Misses
de: Herr/Frau
nl: Meneer/Mevrouw

source: Mixed
de: Gemischt
nl: Gemixt

source: New
de: Neu
nl: Nieuw

source: No
de: Nein
nl: Nee

source: No Payment
de: Keine Bezahlmethode
nl: Geen betaalmethode

source: No Shipping
de: Keine Versandmethode
nl: Geen verzending

source: No template selected
de: Keine Vorlage ausgewählt
nl: Geen sjabloon geselecteerd

source: None
de: Keine
nl: Geen

# notify_customers
source: Notify customers of selected orders
de: Ausgewählte Kunden benachrichtigen
nl: Bericht klanten van geselecteerde bestellingen

# notify_customers_heading
source: Notify customers
de: Kunden Benachrichtigen
nl: Bericht klanten

source: Order Bookings:
de: Buchungen:
nl: Bestellingen

source: Order Comment:
de: Kommentar:
nl: Bestel commentaar

# order_company
source: Company:
de: Firma:
nl: Bedrijf:

# order_country
source: Country:
de: Land:
nl: Land:

# order_created
source: Created:
de: Erstellt:
nl: Gemaakt:

source: Order Details
de: Details Bestellung
nl: Details bestelling

# order_discount_net
source: Discount Net:
de: Rabatt Netto:
nl: Korting netto:

# order_discount_vat
source: Discount VAT:
de: Rabatt MwSt.:
nl: Korting BTW:

source: Order Done
de: Bestellung abgeschlossen
nl: Bestelling afgerond

# order_done_continue
source: continue
de: weiter
nl: Verder

# order_gender
source: Gender:
de: Anrede:
nl: Geslacht:

source: order_mail_address
de: Adresse

source: order_mail_booked_item
de: Bestellter Artikel

source: order_mail_booking_cancelled_heading
de: Eine Ihrer bestellten Artikel wurde storniert

source: order_mail_booking_reserved_to_ordered_heading
de: Ihr reservierter Artikel ist verfügbar geworden und Ihre Bestellung wird nun bearbeitet

source: order_mail_cancelled_item
de: Stornierter Artikel

source: order_mail_cart_net
de: Netto

source: order_mail_cart_total
de: Gesamt

source: order_mail_cart_vat
de: UST

source: order_mail_city
de: Stadt

source: order_mail_click_here
de: Hier klicken

source: order_mail_comment
de: Kommentar

source: order_mail_company
de: Firma

source: order_mail_country
de: Land

source: order_mail_date
de: Datum

source: order_mail_delivery_address
de: Lieferadresse

source: order_mail_discount_net
de: Rabatt Netto

source: order_mail_discount_total
de: Rabatt Gesamt

source: order_mail_discount_vat
de: Rabatt UST

source: order_mail_email
de: E-Mail

source: order_mail_fullname
de: Name

source: order_mail_invoice
de: Rechnung

source: order_mail_item_number
de: Artikelnummer

source: order_mail_item_price
de: Preis

source: order_mail_notifications
de: Anmerkungen

source: order_mail_order_details
de: Details zur Bestellung

source: order_mail_order_heading
de: Besten Dank für Ihre Bestellung!

source: order_mail_ordered_items
de: Bestellte Artikel

source: order_mail_ordernumber
de: Bestellungsnummer

source: order_mail_payment
de: Bezahlung

source: order_mail_personal_data
de: Persönliche Angaben

source: order_mail_phone
de: Telefon

source: order_mail_remaining_stock
de: Verfügbarer Lagerbestand

source: order_mail_reservation_details
de: Details zur Reservierung

source: order_mail_reservation_heading
de: Besten Dank für Ihre Reservierung!

source: order_mail_reserved_items
de: Reservierte Artikel

source: order_mail_shipping_label
de: Versand

source: order_mail_shipping_net
de: Versand Netto

source: order_mail_shipping_total
de: Versand Gesamt

source: order_mail_shipping_vat
de: Versand UST

source: order_mail_stock_threshold_reached_heading
de: Artikel erreichen niedrigen Lagerbestand

source: order_mail_street
de: Straße

source: order_mail_summary
de: Zusammenfassung

source: order_mail_zip
de: PLZ

# order_net
source: Net:
de: Netto:
nl: Netto:

# order_no_comment
source: No Comment
de: Kein Kommentar
nl: Geen commentaar

# order_no_delivery_address
source: No delivery Address defined
de: Keine Lieferadresse angegeben
nl: Geen bezorgadres opgegeven

source: Ordernumber:
de: Bestellnummer:
nl: Bestelnummer:

# order_payment
source: Payment:
de: Zahlungsart:
nl: Betaling:

# order_phone
source: Phone:
de: Telefon:
nl: Telefoon:

# order_salaried
source: Salaried:
de: Bezahlt:
nl: Betaald:

# order_shipping_costs_net
source: Shipping Net:
de: Versand Netto:
nl: Verzending netto:

# order_shipping_costs_vat
source: Shipping VAT:
de: Versand Umsatzsteuer:
nl: Verzending BTW:

# order_shipping_title
source: Shipping:
de: Versand:
nl: Verzending:

# order_state
source: State:
de: Status:
nl: Status:

# order_state_heading
source: Order State:
de: Status:
nl: Bestelstatus:

# order_street
source: Street:
de: Strasse:
nl: Straat:

source: Order Summary:
de: Zusammenfassung:
nl: Besteloverzicht:

# order_summary_cart_net
source: Net: ${value} ${currency}
de: Netto: ${value} ${currency}
nl: Netto: ${value} ${currency}

# order_summary_cart_total
source: Total: ${value} ${currency}
de: Gesamt: ${value} ${currency}
nl: Totaal: ${value} ${currency}

# order_summary_cart_vat
source: VAT: ${value} ${currency}
de: MwSt.: ${value} ${currency}
nl: BTW: ${value} ${currency}

# order_summary_discount_net
source: Discount Net: ${value} ${currency}
de: Rabatt Netto: ${value} ${currency}
nl: Korting netto: ${value} ${currency}

# order_summary_discount_total
source: Discount Total: ${value} ${currency}
de: Rabatt Gesamt: ${value} ${currency}
nl: Totaal korting: ${value} ${currency}

# order_summary_discount_vat
source: Discount VAT: ${value} ${currency}
de: Rabatt MwSt.: ${value} ${currency}
nl: Korting BTW: ${value} ${currency}

# order_summary_label
source: Summary:
de: Zusammenfassung:
nl: Overzicht:

# order_summary_shipping_label
source: Shipping: ${label}
de: Versand: ${label}
nl: Verzending: ${label}

# order_summary_shipping_net
source: Shipping Net: ${value} ${currency}
de: Versand Netto: ${value} ${currency}
nl: Verzending netto: ${value} ${currency}

# order_summary_shipping_total
source: Shipping Total: ${value} ${currency}
de: Versand Gesamt: ${value} ${currency}
nl: Verzending totaal: ${value} ${currency}

# order_summary_shipping_vat
source: Shipping VAT: ${value} ${currency}
de: Versand MwSt.: ${value} ${currency}
nl: Verzending BTW: ${value} ${currency}

# order_text
source: Thanks for your Order.
de: Viele Dank für Ihre Bestellung.
nl: Bedankt voor uw bestelling.

# order_total
source: Total:
de: Gesamt:
nl: Totaal:

source: Order UID:
de: UID Bestellung:
nl: Bestelling UID:

# order_vat
source: VAT:
de: MwSt.:
nl: BTW:

# order_zip_city
source: ZIP/City:
de: PLZ/Ort
nl: Postcode/Stad:

source: ordernumber
de: Bestellungsnummer

source: Orders
de: Bestellungen
nl: Bestellingen

source: Personal Data:
de: Persönliche Daten:
nl: Persoonlijke data:

source: phone
de: Telefon

source: price_per_unit
de: Preis pro Einheit

source: Process
de: starte Bearbeitung
nl: Proces

source: Processing
de: in Bearbeitung
nl: In behandeling

source: Renew
de: auf neu setzen
nl: Verversen

source: Reservation Done
de: Reservierung eingelangt
nl: Reservering is voltooid

# reservation_text
source: Thanks for your Reservation.
de: Vielen Dank für Ihre Reservierung
nl: Bedankt voor uw reservering.

source: Reserved
de: Reserviert
nl: Gereserveerd

source: Salaried
de: Bezahlt
nl: Betaald

# select_all_orders
source: Select all visible orders
de: Alle sichtbaren Bestellungen auswählen
nl: Selecteer alle zichtbare bestellingen

source: send
de: Senden
nl: Verzenden

source: State
de: Status
nl: Status

source: statusmessage_err_no_order_uid_given
de: Information über Bestallung kann nich angezeigt werden. Keine Bestellungs-ID gefunden.

source: Subject
de: Betreff
nl: Onderwerp

# subject_required
source: Subject is required
de: Betreff ist erforderlich
nl: Onderwerp vereist

source: sum
de: Summe

source: Template
de: Vorlage
nl: Sjabloon

# text
source: Notification Text
de: Benachrichtigung
nl: Bericht

# text_placeholders
source: Text with placeholders
de: Text mit Platzhaltern
nl: Tekst met placeholders

# text_required
source: Notification Text is required
de: Text für die Benachrichtigung erforderlich
nl: Tekst voor bericht is vereist

# th_mailtemplatelib_example
source: Example Value
de: Beispiel Wert
nl: Voorbeeld waarde

# th_mailtemplatelib_placeholder
source: Placeholder
de: Platzhalter

# title_customer_role
source: Can Buy
de: Kann kaufen
nl: Kan kopen

# title_vendor_role
source: Can Sell
de: Kann verkaufen
nl: Kan verkopen

source: to date
de: Bis
nl: Tot

# to_date_required
source: to date is required
de: Bis-Datum ist erforderlich
nl: Tot-datum is vereist

source: Transaction ID:
de: Transaktions ID:
nl: Transacties ID:

source: Unknown
de: unbekannt
nl: Onbekend

source: Unknown Order
de: Unbekannte Bestellung
nl: Onbekende bestelling

# unknown_order_text
source: Sorry, this order does not exist.
de: Entschuldigen Sie bitte, Diese Bestellung existiert nicht.
nl: Excuus, uw bestelling bestaat niet.

# vendor_filter
source: Vendor
de: Anbieter
nl: Verkoper

source: view_bookings
de: Buchungen ansehen

source: view_invoice
de: Rechnung anzeigen

source: View Order
de: Bestellung ansehen
nl: Bekijk bestelling

source: view_orders
de: Bestellungen ansehen

source: Yes
de: Ja
nl: Ja

source: your_invoice
de: Ihre Rechnung

# your_order_order_id
source: Your Order number: ${number}
de: Ihre Bestellnummer
nl: Uw bestelnummer: ${number}

# order_name
source: Name:
nl: Naam:
